<?php

function get_lang($langitem,$output=NULL)
{
	$lang=array(


	// Lang Items for English (US)
	  "0"=>  "پاداکس",
	  "1"=>  "لایک",
	  "2"=>  "لایک‌شده",
	  "3"=>  "دریافت",
	  "4"=>  "اشتراک‌گذاری",
	  "5"=>  "توسط",
	  "6"=>  "شماره‌های گذشته",
	  "7"=>  "فیس‌بوک",
	  "8"=>  "توییتر", 
	  "9"=>  "کپی‌رایت",
	  "10"=> "تمامی حقوق محفوظ است",
	  "11"=> "شماره",
	  "12"=> "نیروگرفته از",
      "13"=> " مگابایت" , 
	  "14"=> "لایک",
      "15"=> "دیس‌لایک",
      "16"=> "ما را پیدا کنید در",
      "17"=> "و",
      "18"=> "خطای 404 - پیدا نشد",
      "19"=> "صفحه نخست"
    );
	  

	if($output=='return')
	{
		return ($lang[$langitem]);
	}
	else
	{
 	 	echo ($lang[$langitem]);
	}

}
?>